[{
  "name": "Sencha",
  "stub": "sencha",
  "featured": true,
  "iframe": "http://www.sencha.com",
  "avatar": "/img/sencha.png",
  "description": "<p>I am currently the creative director at <a href=\"http://www.sencha.com\">Sencha</a> where I help shape the company&#8217;s look and feel. This has included renaming/rebranding the company, designing various visual campaigns in both print and web. I also assist on the engineering team, in both designing and building the user interfaces to our products.</p>"
}, {
  "name": "jQTouch",
  "stub": "jqtouch",
  "iframe": "http://www.jqtouch.com",
  "avatar": "/img/jqtouch.png",
  "description": "<p>I created jQTouch a few years ago in an effort to create iPhone apps though mobile Safari. Since then, it has grown to become the <a href=\"http://blog.jqtouch.com/post/12797095394/number-one\">most popular mobile JavaScript framework</a> in use, and now also includes Android support. I just released a new beta (beta 4) which includes Zepto support and brings the framework under 30kb total.</p>"
}, {
  "name": "Dyad Communications",
  "stub": "dyadcom",
  "iframe": "http://www.dyadcom.com/",
  "avatar": "/img/dyad.png",
  "description": "<p>I worked for almost 4 years at Dyad Communications, where I eventually became an associate partner, and directed the company&#8217;s web projects.</p><p>I created sites in both Actionscript 3 and HTML/CSS while at Dyad, mostly working with classical architects and universities.</p>"
}, {
  "name": "9-bits",
  "stub": "9bits",
  "iframe": "http://9-bits.com",
  "avatar": "/img/9bits.png",
  "description": "<p>9-bits has been my personal Tumblr blog for several years, where I post the interesting design and technology related things I find.</p>"

}, {
  "name": "WebKitBits",
  "stub": "webkitbits",
  "avatar": "/img/wkb.png",
  "iframe": "http://www.webkitbits.com/",
  "description": "<p>WebKitBits is a tumblog I maintain about WebKit: the browser engine built into Safari, Google Chrome, iOS, Android, and BlackBerry. Between you and me, WebKitBits could use some love&hellip;</p>"
}]